;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor : Ali Alnajafi
; TranslationAuthorEmail : alialnajafi7@hotmail.com
; 1.0.4.20 : إصدار البرنامج
; 30-8-2021 : تاريخ التحديث
;
[Lang]
NativeLanguage=العربية
[Translation]
LangCode=0401|3801|3C01|1401|0C01|0801|2C01|3401|3001|1001|1801|2001|4001|2801|1C01|2401
ReadHabit=Left-to-right
LanguageName=ARB
LangShortName=ar-iq
DefaultFont=Times New Roman Bold
DefaultFontSize=12
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Windows 11 يساعدك البرنامج في التحقق مما إذا كان هذا الكمبيوتر يفي بمتطلبات نظام
lbllang.Caption=لغة البرنامج
cpu=المعالج
memory=الذاكرة
disk=وحدة التخزين
diskstyle=نمط القسم
firmware=برنامج النظام
boot=الإقلاع الآمن
graphiccard=بطاقة الرسومات
tpm=TPM 2.0
info3=1 GHz / تردد المعالج أبطأ من
info4=لذلك فإن نظام ويندوز 11 لا يدعمها x86 بنية المعالج هي
info5=المعالج غير موجود ضمن القائمة المتوافقة
info6=32-bit لا يدعم ويندوز 11 معالج
info7=GPT نمط قسم القرص ليس نظام
info8=يجب أن تكون الذاكرة الفعلية 4 غيغابايت أو أكبر
info9=يجب أن يكون حجم قرص النظام 64 غيغابايت أو أكبر
info10=لا يدعم برنامج النظام خيار الإقلاع الآمن
info11=DirectX 12 بطاقة الرسومات لا تدعم
info12=2.x أقل من WDDM إصدار
info13=غير مدعوم TPM نظام
info14=معطّل TPM نظام
info15=2.0 أقل من TPM إصدار
info16=UEFI لا يدعم برنامج النظام
info-3= 64-bit معالج الجهاز غير معروف
info-4=مساحة القرص الفارغة أقل من 64 غيغابايت
tpminfo=إصدار الوحدة النمطية للنظام الأساسي الموثوق به 2.0
directxinfo=DirectX %s بطاقة الرسومات متوافقة مع WDDM %s
bootinfo=لا تستخدم عمليات إقلاع الكمبيوتر سوى برامج النظام الموثوقة
support=متوافق
unknow=غير معروف
unsupport=غير متوافق
NewVer=يتوفر إصدار جديد من البرنامج ، هل ترغب في التحديث الآن؟
